docs/load_testing/results/jack/preindex/100.txt
Running 1m test @ http://127.0.0.1:8080/user/search
  5 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.46s   289.52ms   2.00s    57.50%
    Req/Sec     2.78      4.13    29.00     84.25%
  Latency Distribution
     50%    1.41s 
     75%    1.72s 
     90%    1.90s 
     99%    2.00s 
  456 requests in 1.00m, 0.90MB read
  Socket errors: connect 0, read 0, write 0, timeout 416
Requests/sec:      7.58
Transfer/sec:     15.40KB